tap "atlassian/tap"
tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/emacs"
tap "homebrew/fuse"
tap "homebrew/games"
tap "homebrew/php"
tap "homebrew/python"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
tap "homebrew/x11"
tap "neovim/neovim"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
cask "java"
cask "osxfuse"
cask "xquartz"
brew "ack"
brew "gdbm"
brew "libyaml"
brew "openssl"
brew "ansible"
brew "ant"
brew "archey"
brew "gmp"
brew "isl"
brew "gcc"
brew "arpack"
brew "aspell"
brew "gettext"
brew "libffi"
brew "atk"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion"
brew "bash-git-prompt"
brew "bdw-gc"
brew "binutils"
brew "bison"
brew "bmake"
brew "boost"
brew "bsdmake"
brew "cairo"
brew "cloc"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "cowsay"
brew "cscope"
brew "ctags", args: ["HEAD"], link: false
brew "curl"
brew "cvs"
brew "zeromq"
brew "czmq"
brew "desktop-file-utils"
brew "libusb"
brew "dfu-util"
brew "diff-so-fancy"
brew "diffutils"
brew "libgpg-error"
brew "libassuan"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "docker"
brew "docker-compose"
brew "doxygen"
brew "ed", args: ["with-default-names"]
brew "jpeg"
brew "elixir"
brew "emacs", args: ["with-cocoa"]
brew "ghostscript"
brew "epstool"
brew "exa"
brew "exiftool"
brew "faac"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "fftw"
brew "findutils"
brew "pcre2"
brew "fish"
brew "icu4c"
brew "libtool"
brew "fontforge"
brew "fortune"
brew "fzf"
brew "gawk"
brew "gd"
brew "gdb"
brew "gdk-pixbuf"
brew "gist"
brew "git"
brew "gl2ps"
brew "global", args: ["with-ctags"]
brew "glpk"
brew "gnu-getopt"
brew "gnu-indent", args: ["with-default-names"]
brew "gnu-sed"
brew "libunistring"
brew "nettle"
brew "libsigsegv"
brew "gnu-smalltalk"
brew "gnu-tar", args: ["with-default-names"]
brew "gnu-which", args: ["with-default-names"]
brew "pinentry"
brew "lua"
brew "gnuplot"
brew "gpgme"
brew "hicolor-icon-theme"
brew "gtk+"
brew "gpa"
brew "gpatch"
brew "gpg-agent"
brew "gradle", args: ["with-all"]
brew "graphicsmagick"
brew "graphviz"
brew "grep"
brew "guile"
brew "gzip"
brew "szip"
brew "hdf5"
brew "highlight"
brew "htop"
brew "httpie"
brew "hunspell"
brew "ifstat"
brew "iftop"
brew "imagemagick"
brew "imap-uw"
brew "ispell"
brew "jmeter"
brew "jq"
brew "jsoncpp"
brew "jsonpp"
brew "lastpass-cli", args: ["with-pinentry"]
brew "ledger"
brew "leiningen"
brew "less"
brew "libav"
brew "libcroco"
brew "libevent"
brew "librsvg"
brew "libsodium"
brew "libssh2"
brew "libusb-compat"
brew "libvo-aacenc"
brew "libxml2"
brew "libxslt"
brew "lighttpd"
brew "llvm"
brew "luajit"
brew "lzip"
brew "m4"
brew "macvim"
brew "make"
brew "maven"
brew "s-lang"
brew "midnight-commander"
brew "minimal-racket"
brew "mit-scheme"
brew "mongodb"
brew "moreutils"
brew "most"
brew "mysql"
brew "ncurses"
brew "nano"
brew "ngrep"
brew "nload"
brew "nmap"
brew "ocaml"
brew "openjpeg"
brew "packer"
brew "pandoc"
brew "patchutils"
brew "perl"
brew "pinfo"
brew "plotutils"
brew "poppler"
brew "postgresql"
brew "potrace"
brew "pstoedit"
brew "pstree"
brew "pwgen"
brew "pyenv"
brew "qhull"
brew "qrupdate"
brew "re2c"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "sbcl"
brew "sbt"
brew "scala"
brew "screen"
brew "screenfetch"
brew "selenium-server-standalone"
brew "shared-mime-info"
brew "socat"
brew "spark"
brew "sshfs"
brew "stow"
brew "subversion"
brew "sysdig"
brew "task"
brew "tbb"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "unrar"
brew "utf8proc"
brew "vim"
brew "warp"
brew "watch"
brew "wdiff", args: ["with-gettext"]
brew "webpack"
brew "weechat", args: ["with-aspell", "with-curl", "with-lua", "with-perl", "with-python@2", "with-ruby"]
brew "wget"
brew "wrk"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "atlassian/tap/atlassian-plugin-sdk"
brew "dart-lang/dart/dart"
brew "homebrew/php/php70", args: ["with-imap"]
brew "homebrew/php/php70-redis"
brew "homebrew/php/php70-xdebug"
brew "homebrew/php/psysh"
brew "thoughtbot/formulae/rcm"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password"
cask "alfred"
cask "android-file-transfer"
cask "appcleaner"
cask "atom"
cask "caffeine"
cask "cheatsheet"
cask "doubletwist"
cask "dropbox"
cask "firefox"
cask "google-cloud-sdk"
cask "google-hangouts"
cask "haskell-platform"
cask "hyper"
cask "iterm2"
cask "jetbrains-toolbox"
cask "launchrocket"
cask "licecap"
cask "phpstorm"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "racket"
cask "sequel-pro"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "sublime-text"
cask "superduper"
cask "textmate"
cask "vagrant"
cask "valentina-studio"
cask "virtualbox"
cask "vlc"
cask "webpquicklook"
