tap "atlassian/tap"
tap "aws/tap"
tap "dart-lang/dart"
tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "neovim/neovim"
tap "sass/sass"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "libpng"
brew "gettext"
brew "pcre2"
brew "pkg-config"
brew "cairo"
brew "icu4c"
brew "harfbuzz"
brew "openjdk"
brew "activemq"
brew "pycparser"
brew "cffi"
brew "libyaml"
brew "openssl@3"
brew "python-cryptography"
brew "ansible"
brew "ant"
brew "gmp"
brew "isl"
brew "gcc"
brew "libevent"
brew "arpack"
brew "aspell"
brew "at-spi2-core"
brew "m4"
brew "autoconf"
brew "automake"
brew "aws-sam-cli"
brew "docutils"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bash-git-prompt"
brew "bdw-gc"
brew "binutils"
brew "bison"
brew "bmake"
brew "boost"
brew "bsdmake"
brew "bzip2"
brew "cloc"
brew "clojure"
brew "cmake"
brew "cmatrix"
brew "colordiff"
brew "libunistring"
brew "libssh2"
brew "libtool"
brew "unixodbc"
brew "gd"
brew "libsodium"
brew "composer"
brew "coreutils"
brew "cscope"
brew "ctags", args: ["HEAD"], link: false
brew "cvs"
brew "zeromq"
brew "czmq"
brew "desktop-file-utils"
brew "libusb"
brew "dfu-util"
brew "diff-so-fancy"
brew "diffutils"
brew "doxygen"
brew "ed"
brew "elixir"
brew "nettle"
brew "emacs", link: false
brew "openjpeg"
brew "ghostscript"
brew "jpeg"
brew "epstool"
brew "ethereum", args: ["HEAD"]
brew "exiftool"
brew "faac"
brew "lame"
brew "tbb"
brew "tesseract"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "fftw"
brew "findutils"
brew "ncurses"
brew "fish"
brew "folly"
brew "fontforge"
brew "fortune"
brew "fzf"
brew "gawk"
brew "gdb"
brew "gdbm"
brew "gdk-pixbuf"
brew "gist"
brew "git"
brew "gl2ps"
brew "glfw"
brew "glm"
brew "glpk"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "guile"
brew "libffi"
brew "libsigsegv"
brew "gnu-smalltalk"
brew "gnu-tar"
brew "libgpg-error"
brew "libassuan"
brew "libksba"
brew "pinentry"
brew "hunspell"
brew "lua"
brew "qt"
brew "gnuplot"
brew "go"
brew "gobject-introspection"
brew "gpgme"
brew "hicolor-icon-theme"
brew "gtk+"
brew "gpa"
brew "gpatch"
brew "gradle"
brew "graphicsmagick"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "gzip"
brew "hdf5"
brew "highlight"
brew "htop"
brew "httpie"
brew "ifstat"
brew "iftop"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "imap-uw"
brew "influxdb"
brew "influxdb-cli"
brew "ispell"
brew "jmeter"
brew "jq"
brew "jsoncpp"
brew "jsonpp"
brew "zookeeper"
brew "kafka"
brew "kcat"
brew "lastpass-cli"
brew "ledger"
brew "leiningen"
brew "less"
brew "libcroco"
brew "libusb-compat"
brew "libvo-aacenc"
brew "libxml2"
brew "libxslt"
brew "lighttpd"
brew "llvm"
brew "luajit"
brew "lzip"
brew "ruby"
brew "macvim"
brew "make"
brew "maven"
brew "mesalib-glw"
brew "s-lang"
brew "midnight-commander"
brew "moreutils"
brew "most"
brew "mutt"
brew "zlib"
brew "mysql"
brew "nano"
brew "nasm"
brew "ngrep"
brew "nload"
brew "nmap"
brew "node"
brew "ocaml"
brew "openjdk@17"
brew "pandoc"
brew "patchutils"
brew "perl"
brew "pinfo"
brew "plotutils"
brew "poppler"
brew "postgresql@14"
brew "potrace"
brew "pstoedit"
brew "pstree"
brew "psysh"
brew "pth"
brew "pwgen"
brew "pyenv"
brew "tcl-tk"
brew "qhull"
brew "qrupdate"
brew "qt@5"
brew "r", link: false
brew "rabbitmq"
brew "re2c"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "ripgrep"
brew "sbcl"
brew "sbt"
brew "scala"
brew "screen"
brew "screenfetch"
brew "selenium-server"
brew "siege"
brew "socat"
brew "solr"
brew "spark"
brew "stow"
brew "utf8proc"
brew "subversion"
brew "sysdig"
brew "task"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "watch"
brew "wdiff"
brew "webpack"
brew "weechat"
brew "wget"
brew "wireshark"
brew "wrk"
brew "yarn"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "atlassian/tap/atlassian-plugin-sdk"
brew "dart-lang/dart/dart"
brew "sass/sass/sass"
brew "thoughtbot/formulae/rcm"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password"
cask "alfred"
cask "anaconda"
cask "android-file-transfer"
cask "appcleaner"
cask "caffeine"
cask "cheatsheet"
cask "discord"
cask "docker"
cask "doubletwist"
cask "dropbox"
cask "emacs"
cask "firefox"
cask "gimp"
cask "google-cloud-sdk"
cask "hyper"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keybase"
cask "licecap"
cask "mono-mdk"
cask "musescore"
cask "phpstorm"
cask "qlcolorcode"
cask "qlimagesize"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "r"
cask "racket"
cask "spotify"
cask "ssh-tunnel-manager"
cask "sublime-text"
cask "superduper"
cask "textmate"
cask "vagrant"
cask "valentina-studio"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "xquartz"
vscode "dbaeumer.vscode-eslint"
vscode "dcortes92.FreeMarker"
vscode "esbenp.prettier-vscode"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "PKief.material-icon-theme"
vscode "Unicorn.khoros"
